Repository: SercanKurban96/StudentHostelAutomation
Catalog: StudentHostelAutomation/Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

# lblgida
source: Food:
de_de: Essen:
es_es: Alimento:
fr_fr: Nourriture:
it_it: Cibo:
ja_jp: 食べ物：
ru_ru: Еда:

# lblguvenlikkodu
source: Security Code:
de_de: Sicherheitscode
es_es: Código de seguridad:
fr_fr: Code de sécurité:
it_it: Codice di sicurezza:
ja_jp: セキュリティコード:
ru_ru: Код безопасности:

# lblinternet
source: Internet:
fr_fr: L'Internet:
ja_jp: インターネット：
ru_ru: Интернет:

# lblkalanborc
source: Remaining Debt:
de_de: Restschuld:
es_es: Deuda restante:
fr_fr: Dette restante :
it_it: Debito residuo:
ja_jp: 残債:
ru_ru: Оставшийся долг:

# lblkasadakipara
source: Money in the Safe:
de_de: Geld im Safe:
es_es: Dinero en la caja fuerte:
fr_fr: L'argent dans le coffre-fort :
it_it: Soldi in cassaforte:
ja_jp: 金庫の中のお金:
ru_ru: Деньги в сейфе:

# lblkullaniciadi
source: Username:
de_de: Nutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur:
it_it: Nome utente:
ja_jp: ユーザー名:
ru_ru: Имя пользователя:

# lbllistdepartmentmenu
source: LIST DEPT
de_de: ABTEILUNGLISTE
es_es: LISTA DE DEPARTAMENTOS
fr_fr: LISTE DES DÉPARTEMENTS
it_it: ELENCO DIPARTIMENTO
ja_jp: 部門一覧
ru_ru: СПИСОК ОТДЕЛОВ

# lblliststudent
source: List Student
de_de: Studentenliste
es_es: LISTA DE ESTUDIANTES
fr_fr: LISTE DES ÉTUDIANTS
it_it: ELENCO STUDENTI
ja_jp: 学生リスト
ru_ru: СПИСОК СТУДЕНТОВ

# lblmail
source: Mail:
de_de: Post:
es_es: Correo:
it_it: Email:
ja_jp: Eメール：
ru_ru: Электронная почта:

# lblmothername
source: Mother Name:
de_de: Name der Mutter:
es_es: Nombre de la Madre:
fr_fr: Nom de la mère:
it_it: Nome della madre:
ja_jp: 母親の名前:
ru_ru: Имя матери:

# lblmuzikler
source: Musics
de_de: Musik
es_es: Musicas
fr_fr: Musiques
it_it: Musiche
ja_jp: 音楽
ru_ru: Музыка

# lblneighborhood
source: Neighborhood:
de_de: Nachbarschaft:
es_es: Vecindario:
fr_fr: Quartier:
it_it: Quartiere:
ja_jp: 近所：
ru_ru: Район:

# lblnewpassword
source: New Password:
de_de: Neues Kennwort:
es_es: Nueva Contraseña:
fr_fr: Nouveau mot de passe:
it_it: Nuova password:
ja_jp: 新しいパスワード：
ru_ru: Новый пароль:

# lblodenenay
source: Month Paid:
de_de: Bezahlter Monat:
es_es: Mes pagado:
fr_fr: Mois payé :
it_it: Mese pagato:
ja_jp: 支払月:
ru_ru: Оплачено за месяц:

# lblodenenmiktar
source: Amount Paid:
de_de: Bezahlter Betrag:
es_es: Cantidad pagada:
fr_fr: Le montant payé:
it_it: Importo pagato:
ja_jp: 払込金額：
ru_ru: Выплаченная сумма:

# lblogrenciarapanel
source: SEARCH STUDENT
de_de: SUCHE NACH STUDENTEN
es_es: BÚSQUEDA DE ESTUDIANTE
fr_fr: RECHERCHE D'ÉTUDIANT
it_it: CERCA STUDENTE
ja_jp: 学生を探す
ru_ru: ПОИСК СТУДЕНТА

# lblogrencibilgileri
source: STUDENT INFORMATIONS
de_de: SCHÜLER INFORMATIONEN
es_es: INFORMACIÓN DEL ESTUDIANTE
fr_fr: INFORMATIONS SUR LES ÉTUDIANTS
it_it: INFORMAZIONI DEGLI STUDENTI
ja_jp: 学生情報
ru_ru: ИНФОРМАЦИЯ ДЛЯ СТУДЕНТОВ

# lblogrenciduzenlemeformu
source: STUDENT EDIT FORM
de_de: FORMULAR ZUR STUDIENORDNUNG
es_es: FORMULARIO DE REGULACIÓN ESTUDIANTIL
fr_fr: FORMULAIRE DE RÉGLEMENTATION DES ÉTUDIANTS
it_it: MODULO REGOLAMENTO STUDENTI
ja_jp: 学生規定フォーム
ru_ru: СТУДЕНЧЕСКАЯ ФОРМА РЕГЛАМЕНТА

# lblogrencilistesiformu
source: STUDENT LIST
de_de: STUDENTENLISTE
es_es: LISTA DE ESTUDIANTES
fr_fr: LISTE DES ÉTUDIANTS
it_it: ELENCO STUDENTI
ja_jp: 学生リスト
ru_ru: СПИСОК СТУДЕНТОВ

# lblogrencisayisi
source: Student Count:
de_de: Anzahl der Schüler:
es_es: Numero de Estudiantes:
fr_fr: Nombre d'étudiants:
it_it: Numero di studenti:
ja_jp: 受講生の数：
ru_ru: Количество студентов:

# lblogrencisilmeformu
source: STUDENT DELETION FORM
de_de: FORMULAR ZUR SCHÜLERLÖSCHUNG
es_es: FORMULARIO DE ELIMINACIÓN DE ESTUDIANTES
fr_fr: FORMULAIRE DE SUPPRESSION D'ÉTUDIANT
it_it: MODULO CANCELLAZIONE STUDENTE
ja_jp: 学生削除フォーム
ru_ru: ФОРМА УДАЛЕНИЯ СТУДЕНТА

# lblparentphonenumber
source: Parent Phone:
de_de: Elterntelefon:
es_es: Teléfono de padres:
fr_fr: Téléphone des parents:
it_it: Telefono genitore:
ja_jp: 親の電話番号:
ru_ru: Родительский телефон:

# lblparola
source: Password:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe:
it_it: Parola d'ordine:
ja_jp: パスワード:
ru_ru: Пароль:

# lblpersonel
source: Employee:
de_de: Mitarbeiter:
es_es: Empleado:
fr_fr: Employé:
it_it: Dipendente:
ja_jp: 従業員：
ru_ru: Сотрудник:

# lblpersoneladi
source: Employee Name:
de_de: Personal Name:
es_es: Nombre del personal:
fr_fr: Nom du personnel:
it_it: Nome del personale:
ja_jp: スタッフ名：
ru_ru: Имя сотрудника:

# lblpersonelgorevi
source: Employee Position:
de_de: Personal Stabsstelle:
es_es: Posicion del personal:
fr_fr: Position du personnel:
it_it: Posizione del personale:
ja_jp: スタッフのポジション:
ru_ru: Должность персонала:

# lblpersonelsayisi
source: Employee Count:
de_de: Persönliche Nummer:
es_es: Número personal:
fr_fr: Numéro personnel:
it_it: Numero personale:
ja_jp: 個人番号：
ru_ru: Личный номер:

# lblpersonelsoyadi
source: Employee Surname:
de_de: Personal Nachname:
es_es: Apellido del personal:
fr_fr: Nom de famille personnel:
it_it: Cognome del personale:
ja_jp: スタッフの姓:
ru_ru: Фамилия сотрудника:

# lblphonenumber
source: Phone Number:
de_de: Telefonnummer:
es_es: Número de teléfono:
fr_fr: Numéro de téléphone
it_it: Numero di telefono:
ja_jp: 電話番号：
ru_ru: Номер телефона:

# lblphoto
source: Photo:
de_de: Foto:
es_es: Fotografía:
fr_fr: Photographier:
it_it: Fotografia:
ja_jp: 写真：
ru_ru: Фотография:

# lblroomnumber
source: Room No:
de_de: Zimmernummer:
es_es: Número de habitación:
fr_fr: Numéro de chambre:
it_it: Numero di Camera:
ja_jp: 部屋番号：
ru_ru: Номер комнаты:

# lblsearchdepartmentmenu
source: SEARCH DEPT
de_de: SUCHABTEILUNG
es_es: DEPARTAMENTO DE BÚSQUEDA
fr_fr: DÉPARTEMENT DE RECHERCHE
it_it: DIPARTIMENTO RICERCA
ja_jp: 検索部門
ru_ru: ОТДЕЛ ПОИСКА

# lblsecilenayinkazanci
source: Selected Month's Earnings:
de_de: Ausgewählte Monatseinnahmen:
es_es: Ganancias del mes seleccionado:
fr_fr: Gains du mois sélectionné :
it_it: Guadagno del mese selezionato:
ja_jp: 選択した月の収益:
ru_ru: Доход за выбранный месяц:

# lblsifredegisikliği
source: PASSWORD CHANGE
de_de: PASSWORTÄNDERUNG
es_es: CAMBIO DE CONTRASEÑA
fr_fr: CHANGEMENT DE MOT DE PASSE
it_it: CAMBIO DI PASSWORD
ja_jp: パスワードの変更
ru_ru: ИЗМЕНЕНИЕ ПАРОЛЯ

# lblstudenthostelautomation
source: Student Hostel Automation
de_de: Automatisierung von Studentenwohnheimen
es_es: Automatización de dormitorios de estudiantes
fr_fr: Automatisation des dortoirs d'étudiants
it_it: Automazione dei dormitori studenteschi
ja_jp: 学生寮の自動化
ru_ru: Автоматизация студенческого общежития

# lblstudentname
source: Student Name:
de_de: Name des Studenten:
es_es: Nombre del estudiante:
fr_fr: Nom d'étudiant:
it_it: Nome dello studente:
ja_jp: 学生の名前：
ru_ru: Имя студента:

# lblstudentpayment
source: PAYMENTS
de_de: ZAHLUNGEN
es_es: PAGOS
fr_fr: PAIEMENTS
it_it: PAGAMENTI
ja_jp: 支払い
ru_ru: ПЛАТЕЖИ

# lblstudentregistrationform
source: STUDENT REGISTRATION FORM
de_de: ANMELDUNGSFORMULAR FÜR STUDIERENDE
es_es: FORMULARIO DE INSCRIPCIÓN DE ESTUDIANTES
fr_fr: FORMULAIRE D'INSCRIPTION ÉTUDIANT
it_it: MODULO ISCRIZIONE STUDENTI
ja_jp: 学生登録フォーム
ru_ru: РЕГИСТРАЦИЯ СТУДЕНТА

# lblstudentsurname
source: Student Surname:
de_de: Nachname des Studenten:
es_es: Apellido del estudiante:
fr_fr: Nom de l'étudiant
it_it: Cognome studente:
ja_jp: 学生の姓:
ru_ru: Фамилия студента:

# lblstudenttrno
source: TR No:
de_de: T.R. Nummer:
es_es: T.R. su numero:
fr_fr: T.R. Son numéro:
it_it: T.R. Il suo numero:
ja_jp: T.R. その番号:
ru_ru: Т.Р. Его номер:

# lblsu
source: Water:
de_de: Wasser:
es_es: Agua:
fr_fr: Eau:
it_it: Acqua:
ja_jp: 水：
ru_ru: Вода:

# lbltcnoara
source: Search TR No:
de_de: Suche nach TR-Nummer:
es_es: T.R. Número de búsqueda:
fr_fr: T.R. Numéro de recherche:
it_it: T.R. Numero di ricerca:
ja_jp: T.R. 検索番号:
ru_ru: Т.Р. Номер поиска:

# lblyukleniyor
source: LOADING
de_de: WIRD GELADEN
es_es: CARGANDO
fr_fr: CHARGEMENT
it_it: CARICAMENTO
ja_jp: 読み込み中
ru_ru: ЗАГРУЗКА

# LnkLblClear
source: CLEAR
de_de: SAUBER
es_es: LIMPIO
fr_fr: CLAIR
it_it: PULITO
ja_jp: クリーン
ru_ru: ЧИСТЫЙ

# LnkLblLogin
source: LOGIN
de_de: ANMELDUNG
es_es: ACCESO
fr_fr: SE CONNECTER
ja_jp: ログイン
ru_ru: АВТОРИЗОВАТЬСЯ

# mailbos
source: Email cannot be left blank.
de_de: Die E-Mail-Adresse darf nicht leer bleiben.
es_es: La dirección de correo electrónico no se puede dejar en blanco.
fr_fr: L'adresse e-mail ne peut pas être laissée vide.
it_it: L'indirizzo email non può essere lasciato vuoto.
ja_jp: メールアドレスを空白にすることはできません。
ru_ru: Адрес электронной почты не может быть оставлен пустым.

# metin
source: Do you want to exit the program?
de_de: Möchten Sie das Programm beenden?
es_es: ¿Quieres salir del programa?
fr_fr: Voulez-vous quitter le programme ?
it_it: Vuoi uscire dal programma?
ja_jp: プログラムを終了しますか?
ru_ru: Вы хотите выйти из программы?

# müzikDinleToolStripMenuItem
source: Listen to Music
de_de: Musik hören
es_es: Escuchar música
fr_fr: Écouter de la musique
it_it: Ascoltare la musica
ja_jp: 音楽を聴く
ru_ru: Слушать музыку

# noteklemebos
source: Please add a note.
de_de: Bitte fügen Sie eine Notiz hinzu.
es_es: Por favor agregue una nota.
fr_fr: Veuillez ajouter une note.
it_it: Per favore aggiungi una nota.
ja_jp: メモを追加してください。
ru_ru: Пожалуйста, добавьте примечание.

# notEkleToolStripMenuItem
source: Add Note
de_de: Notiz hinzufügen
es_es: Añadir la nota
fr_fr: Ajouter une note
it_it: Aggiungi nota
ja_jp: メモを追加
ru_ru: Добавить заметку

# notkaydedildi
source: Note saved.
de_de: Notiz gespeichert.
es_es: Nota guardada.
fr_fr: Remarque enregistrée.
it_it: Nota salvata.
ja_jp: メモが保存されました。
ru_ru: Заметка сохранена.

# ogrenciadi2karakterdenaz
source: Student Name must be at least 2 characters.
de_de: Der Name des Schülers muss mindestens 2 Zeichen lang sein.
es_es: El nombre del estudiante debe tener al menos 2 caracteres.
fr_fr: Le nom de l'étudiant doit comporter au moins 2 caractères.
it_it: Il nome dello studente deve contenere almeno 2 caratteri.
ja_jp: 学生名は 2 文字以上である必要があります。
ru_ru: Имя студента должно состоять не менее чем из 2 символов.

# ogrenciadibos
source: Student Name cannot be left blank.
de_de: Der Name des Schülers darf nicht leer bleiben.
es_es: El nombre del estudiante no se puede dejar en blanco.
fr_fr: Le nom de l’étudiant ne peut pas être laissé vide.
it_it: Il nome dello studente non può essere lasciato vuoto.
ja_jp: 生徒名を空白にすることはできません。
ru_ru: Имя студента не может быть оставлено пустым.

# ogrencibos
source: Please choose a student.
de_de: Bitte wählen Sie einen Studierenden aus.
es_es: Por favor seleccione un estudiante.
fr_fr: Veuillez sélectionner un étudiant.
it_it: Seleziona uno studente.
ja_jp: 学生を選択してください。
ru_ru: Пожалуйста, выберите студента.

# ogrencidogumyeribos
source: Birth Place cannot be left blank.
de_de: Der Geburtsort darf nicht leer gelassen werden.
es_es: El lugar de nacimiento no puede dejarse en blanco.
fr_fr: Le lieu de naissance ne peut pas être laissé vide.
it_it: Il luogo di nascita non può essere lasciato vuoto.
ja_jp: 出生地を空白にすることはできません。
ru_ru: Место рождения не может быть пустым.

# ogrenciguncellendi
source: Student TR number {0} has been updated successfully.
de_de: {0} T.R. Die Schülernummer wurde erfolgreich aktualisiert.
es_es: {0} T.R. El número de estudiante se ha actualizado correctamente.
fr_fr: {0} T.R. Le numéro d'étudiant a été mis à jour avec succès.
it_it: {0} T.R. Lo studente numerato è stato aggiornato con successo.
ja_jp: {0} T.R. 学生番号が正常に更新されました。
ru_ru: {0} Т.Р. Номер учащегося успешно обновлен.

# ogrencikaydedildi
source: Student TR number {0} has been successfully registered.
de_de: {0} T.R. Die Schülernummer wurde erfolgreich registriert.
es_es: {0} TR El estudiante numerado se ha registrado exitosamente.
fr_fr: {0} T.R. L'étudiant numéroté a été inscrit avec succès.
it_it: {0} T.R. Lo studente numerato è stato registrato con successo.
ja_jp: {0} T.R. 学籍番号が登録されました。
ru_ru: {0} Т.Р. Студент с номером успешно зарегистрирован.

# ogrencisil
source: Do you want to delete Student TR Number {0}?
de_de: {0} Republik Türkei Möchten Sie den Schüler mit der ID-Nummer löschen?
es_es: {0} T.R. ¿Quieres eliminar el número de estudiante?
fr_fr: {0} T.R. Voulez-vous supprimer le numéro d'étudiant?
it_it: {0} T.R. Vuoi eliminare il numero dello studente?
ja_jp: {0} T.R. 学籍番号を削除しますか?
ru_ru: {0} Т.Р. Вы хотите удалить номер студента?

# ogrencisilindi
source: Student TR Number {0} was successfully deleted.
de_de: {0} Republik Türkei Der Schüler mit der ID-Nummer wurde erfolgreich gelöscht.
es_es: {0} T.R. El estudiante numerado se ha eliminado exitosamente.
fr_fr: {0} T.R. L'élève numéroté a été supprimé avec succès.
it_it: {0} T.R. Lo studente numerato è stato eliminato con successo.
ja_jp: {0} T.R. 学生番号が削除されました。
ru_ru: {0} Т.Р. Номер учащегося успешно удален.

# ogrencisilmebos
source: Please select a student you want to delete.
de_de: Bitte wählen Sie einen Schüler aus, den Sie löschen möchten.
es_es: Seleccione el estudiante que desea eliminar.
fr_fr: Veuillez sélectionner un élève que vous souhaitez supprimer.
it_it: Seleziona uno studente che desideri eliminare.
ja_jp: 削除したい生徒を選択してください。
ru_ru: Пожалуйста, выберите учащегося, которого хотите удалить.

# ogrencisoyadi2karakterdenaz
source: Student Surname must be at least 2 characters.
de_de: Der Nachname des Studierenden muss mindestens 2 Zeichen lang sein.
es_es: El apellido del estudiante debe tener al menos 2 caracteres.
fr_fr: Le nom de famille de l’étudiant doit comporter au moins 2 caractères.
it_it: Il cognome dello studente deve contenere almeno 2 caratteri.
ja_jp: 学生の姓は少なくとも 2 文字である必要があります。
ru_ru: Фамилия студента должна состоять минимум из 2 символов.

# ogrencisoyadibos
source: Student Surname cannot be left blank.
de_de: Der Nachname des Studenten darf nicht leer bleiben.
es_es: El apellido del estudiante no puede dejarse en blanco.
fr_fr: Le nom de famille de l’étudiant ne peut pas être laissé vide.
it_it: Il cognome dello studente non può essere lasciato vuoto.
ja_jp: 学生の姓を空白のままにすることはできません。
ru_ru: Фамилию студента нельзя оставить пустым.

# ogrenciuniversiteyasi
source: The student must be 17 years of age to enroll in the university.
de_de: Um sich an der Universität einschreiben zu können, muss der Student 17 Jahre alt sein.
es_es: El estudiante debe tener 17 años de edad para matricularse en la universidad.
fr_fr: L'étudiant doit avoir 17 ans pour s'inscrire à l'université.
it_it: Lo studente deve avere 17 anni per iscriversi all'università.
ja_jp: 大学に入学するには学生は 17 歳以上である必要があります。
ru_ru: Для поступления в университет студенту должно быть 17 лет.

# paintToolStripMenuItem
source: Paint
de_de: Malen
es_es: Pintar
fr_fr: Peinture
it_it: Colore
ja_jp: ペイント
ru_ru: краска

# parolalaraynidegil
source: Passwords do not match!
de_de: Passwörter stimmen nicht überein!
es_es: ¡Las contraseñas no coinciden!
fr_fr: Les mots de passe ne correspondent pas!
it_it: Le passwords non corrispondono!
ja_jp: パスワードが一致していません！
ru_ru: Пароли не совпадают!

# personeladi2karakterdenaz
source: Employee name must be at least 2 characters.
de_de: Der Personalname muss mindestens 2 Zeichen lang sein.
es_es: El nombre del personal debe tener al menos 2 caracteres.
fr_fr: Le nom du personnel doit comporter au moins 2 caractères.
it_it: Il nome del personale deve contenere almeno 2 caratteri.
ja_jp: 担当者名は 2 文字以上である必要があります。
ru_ru: Имя сотрудника должно содержать не менее 2 символов.

# personeladibos
source: Employee name cannot be left blank.
de_de: Der Name des Personals darf nicht leer bleiben.
es_es: El nombre del personal no se puede dejar en blanco.
fr_fr: Le nom du personnel ne peut pas être laissé vide.
it_it: Il nome del personale non può essere lasciato vuoto.
ja_jp: 担当者名を空白にすることはできません。
ru_ru: Имя сотрудника не может быть пустым.

# personelAraToolStripMenuItem
source: Search Employee
de_de: Suchpersonal
es_es: Personal de búsqueda
fr_fr: Personnel de recherche
it_it: Personale di ricerca
ja_jp: スタッフを探す
ru_ru: Поиск сотрудников

# personelDüzenleToolStripMenuItem
source: Edit Employee
de_de: Mitarbeiter bearbeiten
es_es: Personal Editar
fr_fr: Personnel Modifier
it_it: Modifica del personale
ja_jp: スタッフ編集
ru_ru: Персонал Править

# personelgorevi4karakterdenaz
source: Employee position must be at least 4 characters.
de_de: Der Mitarbeiterbeitrag muss mindestens 4 Zeichen lang sein.
es_es: La publicación del personal debe tener al menos 4 caracteres.
fr_fr: Le message du personnel doit comporter au moins 4 caractères.
it_it: Il post del personale deve contenere almeno 4 caratteri.
ja_jp: スタッフ投稿は 4 文字以上である必要があります。
ru_ru: Должность сотрудника должна содержать не менее 4 символов.

# personelgorevibos
source: Employee position cannot be left blank.
de_de: Personalaufgaben können nicht unbesetzt bleiben.
es_es: Las funciones de personal no pueden quedar vacantes.
fr_fr: Les fonctions du personnel ne peuvent pas rester vacantes.
it_it: Le mansioni del personale non possono essere lasciate vacanti.
ja_jp: 人事の職務を空席のままにすることはできません。
ru_ru: Должности по кадрам не могут оставаться вакантными.

# personelguncellendi
source: Employee TR number {0} has been updated successfully.
de_de: {0} T.R. Die Personalnummer wurde erfolgreich aktualisiert.
es_es: {0} T.R. El número de personal se ha actualizado correctamente.
fr_fr: {0} T.R. Le numéro de personnel a été mis à jour avec succès.
it_it: {0} T.R. Il numero del personale è stato aggiornato con successo.
ja_jp: {0} T.R. 従業員番号が正常に更新されました。
ru_ru: {0} Т.Р. Табельный номер успешно обновлен.

# personelkaydedildi
source: Employee TR number {0} has been successfully registered.
de_de: {0} T.R. Die Personalnummer wurde erfolgreich registriert.
es_es: {0} T.R. El personal numerado se ha registrado correctamente.
fr_fr: {0} T.R. Le personnel numéroté a été enregistré avec succès.
it_it: {0} T.R. Il personale numerato è stato registrato con successo.
ja_jp: {0} T.R. 番号が付けられた担当者が正常に登録されました。
ru_ru: {0} Т.Р. Нумерованный персонал успешно зарегистрирован.

# personelKayıtToolStripMenuItem
source: Employee Registration
de_de: Personalregistrierung
es_es: Registro de personal
fr_fr: Enregistrement du personnel
it_it: Registrazione del personale
ja_jp: 人事登録
ru_ru: Регистрация персонала

# personellerToolStripMenuItem
source: Employees
de_de: Personal
es_es: Personal
fr_fr: Personnel
it_it: Personale
ja_jp: スタッフ
ru_ru: Персонал

# personelListesiToolStripMenuItem
source: Employee List
de_de: Liste der Mitarbeiter
es_es: Lista de personal
fr_fr: Liste du personnel
it_it: Elenco del personale
ja_jp: スタッフ一覧
ru_ru: Список сотрудников

# personelsil
source: Do you want to delete Employee TR Number {0}?
de_de: {0} T.R. Möchten Sie die Personalnummer löschen?
es_es: {0} T.R. ¿Quieres eliminar el número de personal?
fr_fr: {0} T.R. Voulez-vous supprimer le numéro du personnel ?
it_it: {0} T.R. Vuoi eliminare il numero del personale?
ja_jp: {0} T.R. 社員番号を削除しますか?
ru_ru: {0} Т.Р. Хотите удалить табельный номер?

# personelsilindi
source: Employee TR Number {0} has been deleted successfully.
de_de: {0} T.R. Die Personalnummer wurde erfolgreich gelöscht.
es_es: {0} T.R. El número de personal se ha eliminado correctamente.
fr_fr: {0} T.R. Le numéro de personnel a été supprimé avec succès.
it_it: {0} T.R. Il numero del personale è stato eliminato con successo.
ja_jp: {0} T.R. 従業員番号が正常に削除されました。
ru_ru: {0} Т.Р. Табельный номер успешно удален.

# personelsilmebos
source: Please select an employee name you want to delete.
de_de: Bitte wählen Sie einen Mitarbeiter aus, den Sie löschen möchten.
es_es: Seleccione un miembro del personal que desee eliminar.
fr_fr: Veuillez sélectionner un membre du personnel que vous souhaitez supprimer.
it_it: Seleziona un membro dello staff che desideri eliminare.
ja_jp: 削除したいスタッフを選択してください。
ru_ru: Пожалуйста, выберите сотрудника, которого хотите удалить.

# personelSilToolStripMenuItem
source: Delete Employee
de_de: Personal löschen
es_es: Eliminar personal
fr_fr: Supprimer du personnel
it_it: Elimina personale
ja_jp: 担当者の削除
ru_ru: Удалить персонал

# personelsoyadi2karakterdenaz
source: Employee surname must be at least 2 characters.
de_de: Der Nachname des Mitarbeiters muss mindestens 2 Zeichen lang sein.
es_es: El apellido del personal debe tener al menos 2 caracteres.
fr_fr: Le nom du personnel doit comporter au moins 2 caractères.
it_it: Il cognome del personale deve contenere almeno 2 caratteri.
ja_jp: スタッフの姓は 2 文字以上である必要があります。
ru_ru: Фамилия сотрудника должна состоять минимум из 2 символов.

# personelsoyadibos
source: Employee surname cannot be left blank.
de_de: Der Nachname des Personals darf nicht leer bleiben.
es_es: El apellido del personal no puede dejarse en blanco.
fr_fr: Le nom du personnel ne peut pas être laissé vide.
it_it: Il cognome del personale non può essere lasciato vuoto.
ja_jp: 担当者の姓を空白のままにすることはできません。
ru_ru: Фамилию сотрудника нельзя оставить пустым.

# radyolarToolStripMenuItem
source: Radios
ja_jp: ラジオ
ru_ru: Радио

# raporAlToolStripMenuItem
source: Get Report
de_de: Bericht abrufen
es_es: Obtener informe
fr_fr: Obtenir le rapport
it_it: Ottieni rapporto
ja_jp: レポートの取得
ru_ru: Получить отчет

# resimbos
source: Please select a photo.
de_de: Bitte wählen Sie ein Foto aus.
es_es: Por favor seleccione una foto.
fr_fr: Veuillez sélectionner une photo.
it_it: Seleziona una foto.
ja_jp: 写真を選択してください。
ru_ru: Пожалуйста, выберите фотографию.

# rusçaToolStripMenuItem
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
it_it: Russo
ja_jp: ロシア
ru_ru: Русский

# sayisaldegerhatasi
source: Please enter numerical values.
de_de: Bitte geben Sie Zahlenwerte ein.
es_es: Por favor introduzca valores numéricos.
fr_fr: Veuillez saisir des valeurs numériques.
it_it: Inserisci valori numerici.
ja_jp: 数値を入力してください。
ru_ru: Пожалуйста, введите числовые значения.

# semtbos
source: Neighborhood cannot be left blank.
de_de: Der Nachbarschaft darf nicht leer bleiben.
es_es: El distrito no se puede dejar en blanco.
fr_fr: Le district ne peut pas rester vide.
it_it: Il distretto non può essere lasciato vuoto.
ja_jp: 地区を空白のままにすることはできません。
ru_ru: Район нельзя оставить пустым.

# tcnobos
source: TR ID Number cannot be left blank.
de_de: T.R. Die ID-Nummer darf nicht leer bleiben.
es_es: T.R. El número de identificación no se puede dejar en blanco.
fr_fr: T.R. Le numéro d’identification ne peut pas être laissé vide.
it_it: T.R. Il numero ID non può essere lasciato vuoto.
ja_jp: T.R. ID番号を空白にすることはできません。
ru_ru: Т.Р. Идентификационный номер нельзя оставить пустым.

# telefonnobos
source: Phone Number cannot be left blank.
de_de: Die Mobiltelefonnummer darf nicht leer bleiben.
es_es: El número de teléfono no se puede dejar en blanco.
fr_fr: Le numéro de téléphone ne peut pas être laissé vide.
it_it: Il numero di telefono non può essere lasciato vuoto.
ja_jp: 電話番号を空白のままにすることはできません。
ru_ru: Номер телефона не может быть пустым.

# türkçeToolStripMenuItem
source: Turkish
de_de: Türkisch
es_es: Turco
fr_fr: Turc
it_it: Turco
ja_jp: トルコ語
ru_ru: турецкий

# uyari
source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
it_it: Avvertimento
ja_jp: 警告
ru_ru: Предупреждение

# velitelefonnobos
source: Parent phone number cannot be left blank.
de_de: Die Telefonnummer der Eltern darf nicht leer bleiben.
es_es: El número de teléfono de los padres no se puede dejar en blanco.
fr_fr: Le numéro de téléphone des parents ne peut pas être laissé vide.
it_it: Il numero di telefono del genitore non può essere lasciato vuoto.
ja_jp: 親の電話番号を空白のままにすることはできません。
ru_ru: Номер телефона родителя нельзя оставить пустым.

# yöneticiToolStripMenuItem
source: Administrator Settings
de_de: Administratoreinstellungen
es_es: Configuración de administrador
fr_fr: Paramètres de l'administrateur
it_it: Impostazioni amministratore
ja_jp: 管理者設定
ru_ru: Настройки администратора

# çıkışYapToolStripMenuItem
source: Logout
de_de: Ausloggen
es_es: Cerrar sesión
fr_fr: Se déconnecter
it_it: Disconnettersi
ja_jp: ログアウト
ru_ru: Выйти
