Repository: SercanKurban96/StudentHostelAutomation
Catalog: StudentHostelAutomation/Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

# ödemeAlToolStripMenuItem
source: Get Payment
de_de: Bezahlung erhalten
es_es: Obtener pago
fr_fr: Obtenir le paiement
it_it: Ottieni il pagamento
ja_jp: 支払いを受ける
ru_ru: Получить оплату

# ödemelerToolStripMenuItem
source: Payments
de_de: Zahlungen
es_es: Pagos
fr_fr: Paiements
it_it: Pagamenti
ja_jp: 支払い
ru_ru: Платежи

# öğrenciAraToolStripMenuItem
source: Search Student
de_de: Suche Student
es_es: Buscar estudiantes
fr_fr: Rechercher des étudiants
it_it: Cerca studenti
ja_jp: 学生を探す
ru_ru: Поиск студентов

# öğrenciBilgileriToolStripMenuItem
source: Student Informations
de_de: Schüler Informationen
es_es: Información del estudiante
fr_fr: Informations sur les étudiants
it_it: Informazioni sugli studenti
ja_jp: 学生情報
ru_ru: Информация о студентах

# öğrenciDüzenleToolStripMenuItem
source: Edit Student
de_de: Studentenbearbeitung
es_es: Edición de estudiante
fr_fr: Étudiant Modifier
it_it: Modifica degli studenti
ja_jp: 学生編集
ru_ru: Студент Править

# öğrenciKayıtToolStripMenuItem
source: Student Registration
de_de: Studentenregistrierung
es_es: Registro de estudiantes
fr_fr: Inscription des étudiants
it_it: Registrazione degli studenti
ja_jp: 学生登録
ru_ru: Регистрация студентов

# öğrencilerToolStripMenuItem
source: Students
de_de: Studenten
es_es: Estudiantes
fr_fr: Étudiants
it_it: Studenti
ja_jp: 学生
ru_ru: Студенты

# öğrenciListesiToolStripMenuItem
source: Student List
de_de: Studentenliste
es_es: Lista de estudiantes
fr_fr: Liste des étudiants
it_it: Elenco degli studenti
ja_jp: 学生名簿
ru_ru: Список студентов

# öğrenciSilToolStripMenuItem
source: Delete Student
de_de: Schüler löschen
es_es: Eliminar estudiante
fr_fr: Supprimer un élève
it_it: Elimina studente
ja_jp: 生徒の削除
ru_ru: Удалить студента

# şifreİşlemleriToolStripMenuItem
source: Change Password
de_de: Kennwort ändern
es_es: Cambiar la contraseña
fr_fr: Changer le mot de passe
it_it: Cambiare la password
ja_jp: パスワードを変更する
ru_ru: Изменить пароль
