Repository: SercanKurban96/StudentHostelAutomation
Catalog: StudentHostelAutomation/Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

# hakkimizda
source: Project Name: Student Dormitory Automation Project Owner: Sercan KURBAN Technologies Used: C#, SQL, ADO.NET ************PROJECT DESCRIPTION************ Username: sercan Password: 1 There is only a single user login in our project. Before user login, 8 different language options appear: Turkish, English, German, Spanish, French, Italian, Russian and Japanese. After choosing one of these languages, we enter the username, password and security codes. If we enter incorrectly or leave the fields blank, a warning screen will appear. After logging into our project, we see 8 different fields. The admin panel shows the current student's name, surname and room. The first row is the Students panel. In this panel, student registration, deletion, update, search and listing operations are performed. There are rooms available for the student to choose during the student registration process. The student can choose any room, starting from 100 for 1 person, and rooms starting with 200 for 2 people. When a room number starting with 100 (for example: 101) is selected, the next student will not be able to choose that room. Likewise, after the student is deleted, that room will be active again. In the personnel panel, addition, deletion and update operations are available, just like students. Adding, deleting and updating operations are available in the Sections panel, as in other panels. In the payments section, if the student is registered, the student's initial debt appears to be 3000 ₺. Here the administrator can process the payment of the student's debt. In the expenses section, it is possible to add, update and list payments such as electricity, water and natural gas. In the statistics panel, the student can view the total cash based on the debt paid or view the price according to the months he/she selects. In the Administrator Settings panel, users can change password, change language, add notes, receive reports and log out. In the Ease of Access panel, you can directly open Calculator and Paint programs, read newspapers, listen to radio and music.
de_de: Projektname: Automatisierung von Studentenwohnheimen Projektinhaber: Sercan KURBAN Verwendete Technologien: C#, SQL, ADO.NET ************PROJEKTBESCHREIBUNG************ Benutzername: sercan Passwort: 1 In unserem Projekt gibt es nur einen einzigen Benutzer-Login. Vor der Benutzeranmeldung werden 8 verschiedene Sprachoptionen angezeigt: Türkisch, Englisch, Deutsch, Spanisch, Französisch, Italienisch, Russisch und Japanisch. Nachdem wir eine dieser Sprachen ausgewählt haben, geben wir den Benutzernamen, das Passwort und die Sicherheitscodes ein. Wenn wir eine falsche Eingabe machen oder die Felder leer lassen, erscheint ein Warnbildschirm. Nachdem wir uns in unser Projekt eingeloggt haben, sehen wir 8 verschiedene Felder. Im Admin-Bereich werden der Vor- und Nachname sowie das Zimmer des aktuellen Schülers angezeigt. Die erste Zeile ist der Bereich „Studenten“. In diesem Bereich werden Registrierungs-, Lösch-, Aktualisierungs-, Such- und Auflistungsvorgänge für Studenten durchgeführt. Bei der Studierendenanmeldung stehen dem Studierenden Zimmer zur Auswahl zur Verfügung. Der Student kann jedes Zimmer wählen, beginnend bei 100 für eine Person und Zimmer ab 200 für 2 Personen. Wenn eine Raumnummer ausgewählt wird, die mit 100 beginnt (z. B. 101), kann der nächste Schüler diesen Raum nicht auswählen. Ebenso ist dieser Raum wieder aktiv, nachdem der Schüler gelöscht wurde. Im Personalbereich stehen, genau wie bei Studierenden, Hinzufügungs-, Lösch- und Aktualisierungsvorgänge zur Verfügung. Das Hinzufügen, Löschen und Aktualisieren von Vorgängen ist im Bereich „Abschnitte“ wie in anderen Bereichen auch möglich. Wenn der Student immatrikuliert ist, wird im Abschnitt „Zahlungen“ angezeigt, dass die Anfangsschuld des Studenten 3000 ₺ beträgt. Hier kann der Administrator die Begleichung der Studentenschulden abwickeln. Im Ausgabenbereich ist es möglich, Zahlungen wie Strom, Wasser und Erdgas hinzuzufügen, zu aktualisieren und aufzulisten. Im Statistikfenster kann der Student den Gesamtbetrag der Bareinzahlung je nach beglichener Schuld oder den Preis je nach den von ihm gewählten Monaten einsehen. Im Bereich „Administratoreinstellungen“ können Benutzer das Passwort und die Sprache ändern, Notizen hinzufügen, Berichte empfangen und sich abmelden. Im Bereich „Ease of Access“ können Sie Rechner- und Malprogramme direkt öffnen, Zeitungen lesen, Radio und Musik hören.
es_es: Nombre del proyecto: Automatización de dormitorios de estudiantes Propietario del proyecto: Sercan KURBAN Tecnologías utilizadas: C#, SQL, ADO.NET ************DESCRIPCIÓN DEL PROYECTO************ Nombre de usuario: sercan Contraseña: 1 Solo hay un inicio de sesión de usuario único en nuestro proyecto. Antes de que el usuario inicie sesión, aparecen 8 opciones de idiomas diferentes: turco, inglés, alemán, español, francés, italiano, ruso y japonés. Tras elegir uno de estos idiomas, introducimos el usuario, contraseña y códigos de seguridad. Si ingresamos incorrectamente o dejamos los campos en blanco, aparecerá una pantalla de advertencia. Después de iniciar sesión en nuestro proyecto, vemos 8 campos diferentes. El panel de administración muestra el nombre, apellido y habitación del estudiante actual. La primera fila es el panel Estudiantes. En este panel se realizan las operaciones de registro, eliminación, actualización, búsqueda y listado de estudiantes. Hay habitaciones disponibles para que el estudiante elija durante el proceso de registro de estudiantes. El estudiante puede elegir cualquier habitación, a partir de 100 para 1 persona, y habitaciones a partir de 200 para 2 personas. Cuando se selecciona un número de habitación que comienza con 100 (por ejemplo: 101), el siguiente estudiante no podrá elegir esa habitación. Asimismo, una vez eliminado el estudiante, esa sala volverá a estar activa. En el panel de personal están disponibles operaciones de adición, eliminación y actualización, al igual que los estudiantes. Las operaciones de agregar, eliminar y actualizar están disponibles en el panel Secciones, como en otros paneles. En la sección de pagos, si el estudiante está matriculado, la deuda inicial del estudiante aparece como 3000 ₺. Aquí el administrador puede tramitar el pago de la deuda del estudiante. En la sección de gastos es posible agregar, actualizar y listar pagos como luz, agua y gas natural. En el panel de estadísticas, el estudiante puede visualizar el total del depósito en efectivo según la deuda pagada o el precio según los meses que seleccione. En el panel de Configuración del administrador, los usuarios pueden cambiar la contraseña, cambiar el idioma, agregar notas, recibir informes y cerrar sesión. En el panel de Facilidad de acceso, puede abrir directamente los programas Calculadora y Paint, leer periódicos, escuchar radio y música.
fr_fr: Nom du projet : Automatisation des dortoirs d'étudiants Porteur du projet : Sercan KURBAN Technologies utilisées : C#, SQL, ADO.NET ************DESCRIPTION DU PROJET************ Nom d'utilisateur : sercan Mot de passe : 1 Il n'y a qu'une seule connexion utilisateur dans notre projet. Avant la connexion de l'utilisateur, 8 options de langue différentes apparaissent : turc, anglais, allemand, espagnol, français, italien, russe et japonais. Après avoir choisi l'une de ces langues, nous saisissons le nom d'utilisateur, le mot de passe et les codes de sécurité. Si nous saisissons incorrectement ou laissons les champs vides, un écran d'avertissement apparaîtra. Après vous être connecté à notre projet, nous voyons 8 champs différents. Le panneau d'administration affiche le nom, le prénom et la chambre de l'étudiant actuel. La première ligne est le panneau Étudiants. Dans ce panneau, les opérations d'inscription, de suppression, de mise à jour, de recherche et de listage des étudiants sont effectuées. Des chambres sont disponibles pour que l'étudiant puisse choisir lors du processus d'inscription des étudiants. L'étudiant peut choisir n'importe quelle chambre, à partir de 100 pour 1 personne, et des chambres à partir de 200 pour 2 personnes. Lorsqu'un numéro de chambre commençant par 100 (par exemple : 101) est sélectionné, l'étudiant suivant ne pourra pas choisir cette chambre. De même, une fois l’étudiant supprimé, cette salle sera à nouveau active. Dans le panneau du personnel, les opérations d'ajout, de suppression et de mise à jour sont disponibles, tout comme les étudiants. Les opérations d'ajout, de suppression et de mise à jour sont disponibles dans le panneau Sections, comme dans les autres panneaux. Dans la section paiements, si l'étudiant est inscrit, la dette initiale de l'étudiant apparaît être de 3000 ₺. Ici, l'administrateur peut traiter le paiement de la dette de l'étudiant. Dans la section dépenses, il est possible d'ajouter, de mettre à jour et de lister les paiements tels que l'électricité, l'eau et le gaz naturel. Dans le panneau des statistiques, l'étudiant peut visualiser le total du dépôt en espèces selon la dette payée ou le prix selon les mois qu'il sélectionne. Dans le panneau Paramètres de l'administrateur, les utilisateurs peuvent modifier le mot de passe, changer la langue, ajouter des notes, recevoir des rapports et se déconnecter. Dans le panneau Facilité d'accès, vous pouvez ouvrir directement les programmes Calculatrice et Paint, lire les journaux, écouter la radio et la musique.
it_it: Nome del progetto: Automazione dei dormitori studenteschi Proprietario del progetto: Sercan KURBAN Tecnologie utilizzate: C#, SQL, ADO.NET ************DESCRIZIONE DEL PROGETTO************ Nome utente: sercan Parola d'ordine: 1 Nel nostro progetto esiste un solo accesso utente. Prima dell'accesso dell'utente, vengono visualizzate 8 diverse opzioni di lingua: turco, inglese, tedesco, spagnolo, francese, italiano, russo e giapponese. Dopo aver scelto una di queste lingue, inseriamo nome utente, password e codici di sicurezza. Se inseriamo un errore o lasciamo i campi vuoti, verrà visualizzata una schermata di avviso. Dopo aver effettuato l'accesso al nostro progetto, vediamo 8 campi diversi. Il pannello di amministrazione mostra il nome, cognome e stanza dello studente corrente. La prima riga è il pannello Studenti. In questo pannello si effettuano le operazioni di registrazione, cancellazione, aggiornamento, ricerca ed inserimento degli studenti. Ci sono stanze disponibili tra cui lo studente può scegliere durante il processo di registrazione dello studente. Lo studente può scegliere qualsiasi stanza, a partire da 100 per 1 persona, e stanze a partire da 200 per 2 persone. Quando viene selezionato un numero di stanza che inizia con 100 (ad esempio: 101), lo studente successivo non potrà scegliere quella stanza. Allo stesso modo, una volta eliminato lo studente, la stanza sarà nuovamente attiva. Nel pannello del personale sono disponibili operazioni di aggiunta, cancellazione e aggiornamento, proprio come per gli studenti. Le operazioni di aggiunta, eliminazione e aggiornamento sono disponibili nel pannello Sezioni, come negli altri pannelli. Nella sezione pagamenti, se lo studente è registrato, il debito iniziale dello studente risulta essere di 3000 ₺. Qui l'amministratore può elaborare il pagamento del debito dello studente. Nella sezione spese è possibile aggiungere, aggiornare ed elencare pagamenti quali luce, acqua e gas naturale. Nel pannello delle statistiche lo studente può visualizzare il totale del deposito in contanti in base al debito pagato oppure il prezzo in base ai mesi selezionati. Nel pannello Impostazioni amministratore, gli utenti possono modificare la password, cambiare la lingua, aggiungere note, ricevere report e disconnettersi. Nel pannello Accesso facilitato puoi aprire direttamente i programmi Calcolatrice e Paint, leggere giornali, ascoltare radio e musica.
ja_jp: プロジェクト名：学生寮の自動化 プロジェクトオーナー: Sercan KURBAN 使用されるテクノロジー: C#、SQL、ADO.NET ************プロジェクトの説明************ ユーザー名: セルカン パスワード: 1 私たちのプロジェクトには 1 人のユーザー ログインしかありません。 ユーザーがログインする前に、トルコ語、英語、ドイツ語、スペイン語、フランス語、イタリア語、ロシア語、日本語の 8 つの異なる言語オプションが表示されます。 これらの言語のいずれかを選択した後、ユーザー名、パスワード、セキュリティ コードを入力します。 間違って入力したり、フィールドを空白のままにすると、警告画面が表示されます。 プロジェクトにログインすると、8 つの異なるフィールドが表示されます。 現在の学生の名前、姓、部屋が管理パネルに表示されます。 最初の行は生徒パネルです。 このパネルでは、生徒の登録、削除、更新、検索、一覧の操作を行います。 学生登録プロセス中に学生が選択できる部屋があります。 1名様なら100円から、2名様なら200円からお部屋をお選びいただけます。 100で始まる部屋番号（例：101）を選択すると、次の生徒はその部屋を選択できなくなります。 同様に、生徒が削除された後、そのルームは再びアクティブになります。 人事パネルでは学生と同様に追加・削除・更新の操作が可能です。 他のパネルと同様に、セクションパネルでも追加、削除、更新操作が可能です。 支払いセクションでは、学生が登録されている場合、学生の最初の負債は 3000 ₺ であるように表示されます。 ここで管理者は学生の借金の支払いを処理できます。 経費セクションでは、電気、水道、天然ガスなどの支払いを追加、更新、一覧表示することができます。 統計パネルでは、学生は支払った借金に応じた現金預金の合計、または選択した月に応じた価格を表示できます。 [管理者設定] パネルでは、ユーザーはパスワードの変更、言語の変更、メモの追加、レポートの受信、ログアウトを行うことができます。 [簡単操作] パネルでは、電卓やペイント プログラムを直接開いたり、新聞を読んだり、ラジオや音楽を聴いたりすることができます。
ru_ru: Название проекта: Автоматизация студенческого общежития Владелец проекта: Серджан КУРБАН Используемые технологии: C#, SQL, ADO.NET. ************ОПИСАНИЕ ПРОЕКТА************ Имя пользователя: Серкан Пароль: 1 В нашем проекте есть только один логин пользователя. Перед входом пользователя отображаются 8 различных языков: турецкий, английский, немецкий, испанский, французский, итальянский, русский и японский. После выбора одного из этих языков вводим логин, пароль и коды безопасности. Если мы введем неправильно или оставим поля пустыми, появится экран с предупреждением. После входа в наш проект мы видим 8 разных полей. В админ-панели отображается имя, фамилия и комната текущего студента. Первая строка — это панель «Студенты». На этой панели выполняются операции регистрации, удаления, обновления, поиска и перечисления студентов. Студентам доступны комнаты, которые они могут выбрать в процессе регистрации. Студент может выбрать любую комнату от 100 на 1 человека и комнаты от 200 на 2 человека. Если выбран номер комнаты, начинающийся со 100 (например: 101), следующий учащийся не сможет выбрать эту комнату. Аналогично, после удаления учащегося эта комната снова станет активной. В панели персонала доступны операции добавления, удаления и обновления, как у студентов. Операции добавления, удаления и обновления доступны в панели «Разделы», как и в других панелях. В разделе платежей, если студент зарегистрирован, первоначальный долг студента отображается в размере 3000 ₺. Здесь администратор может оформить оплату студенческого долга. В разделе расходов можно добавлять, обновлять и перечислять такие платежи, как электричество, вода и природный газ. На панели статистики студент может просмотреть общую сумму денежного депозита в зависимости от выплаченного долга или цену в зависимости от выбранных им месяцев. На панели настроек администратора пользователи могут менять пароль, менять язык, добавлять заметки, получать отчеты и выходить из системы. На панели специальных возможностей вы можете напрямую открывать программы «Калькулятор» и «Paint», читать газеты, слушать радио и музыку.

# hakkımızdaToolStripMenuItem
source: About Us
de_de: Über Uns
es_es: Sobre nosotros
fr_fr: à propos de nous
it_it: chi siamo
ja_jp: 私たちについて
ru_ru: о нас

# hata
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: 間違い
ru_ru: Ошибка

# hataliguvenlikkodugirisi
source: Incorrect security code entry!
de_de: Falsche Eingabe des Sicherheitscodes!
es_es: ¡Ingreso de código de seguridad incorrecto!
fr_fr: Saisie incorrecte du code de sécurité !
it_it: Inserimento del codice di sicurezza errato!
ja_jp: セキュリティコードの入力が間違っています!
ru_ru: Неправильный ввод кода безопасности!

# hatalikullaniciadisifre
source: Username or password is incorrect!
de_de: Benutzername oder Passwort ist falsch!
es_es: ¡Nombre de usuario o contraseña incorrecta!
fr_fr: L'identifiant ou le mot de passe est incorrect!
it_it: Nome utente o password non sono corretti!
ja_jp: ユーザー名かパスワードが間違っています！
ru_ru: Имя пользователя или пароль неверны!

# hesapMakinesiToolStripMenuItem
source: Calculator
de_de: Taschenrechner
es_es: Calculadora
fr_fr: Calculatrice
it_it: Calcolatrice
ja_jp: 電卓
ru_ru: Калькулятор

# hosgeldiniz
source: Welcome
de_de: Willkommen
es_es: Bienvenido
fr_fr: Accueillir
it_it: Benvenuto
ja_jp: いらっしゃいませ
ru_ru: Добро пожаловать

# ingilizceToolStripMenuItem
source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
it_it: Inglese
ja_jp: 英語
ru_ru: Английский

# ispanyolcaToolStripMenuItem
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
it_it: Spagnolo
ja_jp: スペイン語
ru_ru: испанский

# istatistiklerToolStripMenuItem
source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ja_jp: 統計
ru_ru: Статистика

# italyancaToolStripMenuItem
source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
it_it: Italiano
ja_jp: イタリアの
ru_ru: итальянский

# japoncaToolStripMenuItem
source: Japan
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
it_it: Giapponese
ja_jp: 日本語
ru_ru: Японский

# kayityerisecin
source: Choose a Save Location
de_de: Wählen Sie einen Speicherort
es_es: Elija una ubicación para guardar
fr_fr: Choisissez un emplacement de sauvegarde
it_it: Scegli una posizione di salvataggio
ja_jp: 保存場所を選択してください
ru_ru: Выберите место сохранения

# lbladdnote
source: ADD NOTE
de_de: NOTIZ HINZUFÜGEN
es_es: AÑADIR LA NOTA
fr_fr: AJOUTER UNE NOTE
it_it: AGGIUNGI NOTA
ja_jp: メモを追加
ru_ru: ДОБАВИТЬ ЗАМЕТКУ

# lbladdress
source: Address:
de_de: Adresse:
es_es: DIRECCIÓN:
fr_fr: Adresse:
it_it: Indirizzo:
ja_jp: 住所：
ru_ru: Адрес:

# lblaysecin
source: Select Month:
de_de: Wähle einen Monat:
es_es: Seleccione mes:
fr_fr: Sélectionnez un mois:
it_it: Selezionare il mese:
ja_jp: 月を選択してください:
ru_ru: Выберите месяц:

# lblbirthdate
source: Birth Date:
de_de: Geburtsdatum:
es_es: Fecha de nacimiento:
fr_fr: Date de naissance:
it_it: Data di nascita:
ja_jp: 生年月日：
ru_ru: Дата рождения:

# lblbirthplace
source: Birth Place:
de_de: Geburtsort:
es_es: Lugar de nacimiento:
fr_fr: Lieu de naissance:
it_it: Luogo di nascita:
ja_jp: 出生地：
ru_ru: Место рождения:

# lblbloodtype
source: Blood Type:
de_de: Blutgruppe:
es_es: Grupo sanguíneo:
fr_fr: Groupe sanguin:
it_it: Gruppo sanguigno:
ja_jp: 血液型：
ru_ru: Группа крови:

# lblbolum
source: Department:
de_de: Abteilung:
es_es: Departamento:
fr_fr: Département:
it_it: Dipartimento:
ja_jp: 部門：
ru_ru: Отделение:

# lblbolumadi
source: Department Name:
de_de: Abteilungsname:
es_es: Nombre de Departamento:
fr_fr: Nom du département:
it_it: Nome Dipartimento:
ja_jp: 部署名：
ru_ru: Название отдела:

# lblbolumara
source: Search Department
de_de: Suchabteilung
es_es: Departamento de búsqueda
fr_fr: Département de recherche:
it_it: Dipartimento di ricerca:
ja_jp: 検索部門:
ru_ru: Поисковый отдел:

# lblbolumduzenle
source: Edit Department
de_de: Abteilung Bearbeiten
es_es: Editar departamento
fr_fr: Modifier le département
it_it: Dipartimento Modifica
ja_jp: 編集部
ru_ru: Редактировать отдел

# lblbolumduzenlemenu
source: EDIT DEPT
de_de: ABTEILUNG BEARBEITEN
es_es: EDITAR DEPARTAMENTO
fr_fr: MODIFIER LE DÉPARTEMENT
it_it: REPARTO EDIT
ja_jp: 部門の編集
ru_ru: ОТДЕЛ РЕДАКТИРОВАНИЯ

# lblbolumekle
source: Add Department
de_de: Abteilung Hinzufügen
es_es: Agregar departamento
fr_fr: Ajouter un département
it_it: Aggiungi Dipartimento
ja_jp: 部門の追加
ru_ru: Добавить отдел

# lblbolumeklemenu
source: ADD DEPT
de_de: ABTEILUNG HINZUFUGEN
es_es: AGREGAR DEPARTAMENTO
fr_fr: AJOUTER UN DÉPARTEMENT
it_it: AGGIUNGI REPARTO
ja_jp: 部門を追加
ru_ru: ДОБАВИТЬ ОТДЕЛ

# lblbolumler
source: Departments
de_de: Abteilungen
es_es: Departamentos
fr_fr: Départements
it_it: Dipartimenti
ja_jp: 部門
ru_ru: Отделы

# lblbolumlerpanel
source: DEPARTMENTS
de_de: ABTEILUNGEN
es_es: DEPARTAMENTOS
fr_fr: DÉPARTEMENTS
it_it: DIPARTIMENTI
ja_jp: 部門
ru_ru: ОТДЕЛЕНИЯ

# lblbolumlistesi
source: List Department
de_de: Abteilungsliste
es_es: Lista de departamentos
fr_fr: Liste des départements
it_it: Elenco dei dipartimenti
ja_jp: 部門一覧
ru_ru: Список отделов

# lblbolumsayisi
source: Department Count:
de_de: Anzahl der Abteilungen:
es_es: Número de departamentos:
fr_fr: Nombre de départements:
it_it: Numero di dipartimenti:
ja_jp: 部門の数:
ru_ru: Количество отделений:

# lblbolumsil
source: Delete Department
de_de: Abteilung Löschen
es_es: Eliminar Departamento
fr_fr: Supprimer un département
it_it: Elimina reparto
ja_jp: 部門の削除
ru_ru: Удалить отдел

# lblbolumsilmenu
source: DELETE DEPT
de_de: ABTEILUNG LOSCHEN
es_es: ELIMINAR DEPARTAMENTO
fr_fr: SUPPRIMER LE DÉPARTEMENT
it_it: ELIMINA REPARTO
ja_jp: 部門の削除
ru_ru: УДАЛЕНИЕ ОТДЕЛА

# lblcity
source: City:
de_de: Stadt:
es_es: Ciudad:
fr_fr: Ville:
it_it: Città:
ja_jp: 市：
ru_ru: Город:

# lblconfirmpassword
source: Confirm Password:
de_de: Bestätige das Passwort:
es_es: Confirmar Contraseña:
fr_fr: Confirmez le mot de passe:
it_it: Conferma password:
ja_jp: パスワードを認証する：
ru_ru: Подтвердите пароль:

# lblcurrentpassword
source: Current Password:
de_de: Aktuelles Passwort:
es_es: Contraseña actual:
fr_fr: Mot de passe actuel:
it_it: password attuale:
ja_jp: 現在のパスワード：
ru_ru: Текущий пароль:

# lbldeletestudent
source: Delete Student
de_de: Schüler Löschen
es_es: Eliminar estudiante
fr_fr: Supprimer un élève
it_it: Elimina studente
ja_jp: 生徒の削除
ru_ru: Удалить студента

# lbldepartment
source: Department:
de_de: Abteilungen:
es_es: Departamento:
fr_fr: Département:
it_it: Dipartimento:
ja_jp: 部門：
ru_ru: Отделение:

# lbldiger
source: Other:
de_de: Andere:
es_es: Otro:
fr_fr: Autre:
it_it: Altro:
ja_jp: 他の：
ru_ru: Другой:

# lbldistrict
source: District:
de_de: Bezirk:
es_es: Distrito:
it_it: Quartiere:
ja_jp: 地区：
ru_ru: Округ:

# lbldogalgaz
source: Natural Gas:
de_de: Erdgas:
es_es: Gas Natural:
fr_fr: Gaz Naturel:
it_it: Gas Naturale:
ja_jp: 天然ガス：
ru_ru: Натуральный газ:

# lbleditexpenses
source: EDIT EXPENSES
de_de: KOSTEN BEARBEITEN
es_es: GASTOS EDITAR
fr_fr: MODIFIER LES DÉPENSES
it_it: MODIFICA SPESE
ja_jp: 経費編集
ru_ru: РАСХОДЫ РЕДАКТИРОВАТЬ

# lbleditstudent
source: Edit Student
de_de: Studentenbearbeitung
es_es: Edición de estudiante
fr_fr: Étudiant Modifier
it_it: Modifica degli studenti
ja_jp: 学生編集
ru_ru: Студент Править

# lblelektrik
source: Electric:
de_de: Elektrisch:
es_es: Eléctrico:
fr_fr: Électrique:
it_it: Elettrico:
ja_jp: 電気の：
ru_ru: Электрический:

# lblemployeeadd
source: EMPLOYEE ADD
de_de: PERSONALREGISTRIERUNG
es_es: REGISTRO DE PERSONAL
fr_fr: ENREGISTREMENT DU PERSONNEL
it_it: REGISTRAZIONE DEL PERSONALE
ja_jp: 職員登録
ru_ru: РЕГИСТРАЦИЯ ПЕРСОНАЛА

# lblemployeedelete
source: EMPLOYEE DELETE
de_de: PERSONAL LÖSCHEN
es_es: BORRAR PERSONAL
fr_fr: SUPPRIMER LE PERSONNEL
it_it: ELIMINA PERSONALE
ja_jp: 担当者の削除
ru_ru: УДАЛЕНИЕ ПЕРСОНАЛА

# lblemployeeedit
source: EMPLOYEE EDIT
de_de: PERSONALBEARBEITUNG
es_es: EDITAR PERSONAL
fr_fr: MODIFICATION DU PERSONNEL
it_it: MODIFICA PERSONALE
ja_jp: スタッフ編集
ru_ru: РЕДАКТИРОВАНИЕ ПЕРСОНАЛА

# lblemployeelist
source: EMPLOYEE LIST
de_de: LISTE DES MITARBEITERS
es_es: LISTA DE PERSONAL
fr_fr: LISTE DU PERSONNEL
it_it: ELENCO DEL PERSONALE
ja_jp: スタッフ一覧
ru_ru: СПИСОК ПЕРСОНАЛА

# lblemployeesearch
source: EMPLOYEE SEARCH
de_de: SUCHE MITARBEITER
es_es: BÚSQUEDA DE PERSONAL
fr_fr: RECHERCHE DE PERSONNEL
it_it: CERCA PERSONALE
ja_jp: スタッフを探す
ru_ru: ПОИСК ПЕРСОНАЛА

# lblexpenses
source: EXPENSES
de_de: KOSTEN
es_es: GASTOS
fr_fr: DÉPENSES
it_it: SPESE
ja_jp: 経費
ru_ru: ЗАТРАТЫ

# lblexpenseslist
source: EXPENSES LIST
de_de: KOSTENLISTE
es_es: LISTA DE GASTOS
fr_fr: LISTE DES DÉPENSES
it_it: ELENCO DELLE SPESE
ja_jp: 経費一覧表
ru_ru: СПИСОК РАСХОДОВ

# lblfathername
source: Father Name:
de_de: Name der Vater:
es_es: Nombre del Padre:
fr_fr: Nom du père:
it_it: Nome del padre:
ja_jp: 父親の名前:
ru_ru: Имя Отца:

# lblgeliristatistikleri
source: INCOME STATISTICS
de_de: EINKOMMENSTATISTIK
es_es: ESTADÍSTICAS DE INGRESOS
fr_fr: STATISTIQUES DE REVENU
it_it: STATISTICHE SUL REDDITO
ja_jp: 所得統計
ru_ru: СТАТИСТИКА ДОХОДОВ
