Repository: SercanKurban96/StudentHostelAutomation
Catalog: StudentHostelAutomation/Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

# adminsifredegisti
source: The password has been changed successfully, the program is restarting.
de_de: Das Passwort wurde erfolgreich geändert, das Programm wird neu gestartet.
es_es: La contraseña se ha cambiado correctamente y el programa se está reiniciando.
fr_fr: Le mot de passe a été modifié avec succès, le programme redémarre.
it_it: La password è stata modificata con successo, il programma si sta riavviando.
ja_jp: パスワードは正常に変更されました。プログラムは再起動中です。
ru_ru: Пароль успешно изменен, программа перезагружается.

# adresbos
source: Address cannot be left blank.
de_de: Die Adresse darf nicht leer bleiben.
es_es: La dirección no se puede dejar en blanco.
fr_fr: L'adresse ne peut pas être laissée vide.
it_it: L'indirizzo non può essere lasciato vuoto.
ja_jp: アドレスを空白のままにすることはできません。
ru_ru: Адрес не может быть пустым.

# alanlarbos
source: Fields cannot be left blank!
de_de: Felder dürfen nicht leer bleiben!
es_es: ¡Los campos no se pueden dejar en blanco!
fr_fr: Les champs ne peuvent pas être laissés vides !
it_it: I campi non possono essere lasciati vuoti!
ja_jp: フィールドを空白のままにすることはできません。
ru_ru: Поля не могут оставаться пустыми!

# almancaToolStripMenuItem
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
it_it: Tedesco
ja_jp: ドイツ人
ru_ru: Немецкий

# anneadi2karakterdenaz
source: Mother Name must be at least 2 characters.
de_de: Der Name der Mutter muss mindestens 2 Zeichen lang sein.
es_es: El nombre de la madre debe tener al menos 2 caracteres.
fr_fr: Le nom de la mère doit comporter au moins 2 caractères.
it_it: Il nome della madre deve contenere almeno 2 caratteri.
ja_jp: 母親の名前は少なくとも 2 文字でなければなりません。
ru_ru: Имя матери должно состоять минимум из 2 символов.

# anneadibos
source: Mother Name cannot be left blank.
de_de: Der Name der Mutter darf nicht leer bleiben.
es_es: El nombre de la madre no puede dejarse en blanco.
fr_fr: Le nom de la mère ne peut pas rester vide.
it_it: Il nome della madre non può essere lasciato vuoto.
ja_jp: 母親の名前を空白のままにすることはできません。
ru_ru: Имя матери не может быть пустым.

# aynibolum
source: There is a department named {0}.
de_de: Es gibt eine Abteilung mit dem Namen {0}.
es_es: Hay un departamento llamado {0}.
fr_fr: Il existe un département nommé {0}.
it_it: C'è un dipartimento chiamato {0}.
ja_jp: {0} という名前の部門があります。
ru_ru: Есть отдел под названием {0}.

# ayniogrencitc
source: {0} TR Number available.
de_de: {0} T.R. Anzahl verfügbar.
es_es: {0} TR Número disponible.
fr_fr: {0} T.R. numéro disponible.
it_it: {0} T.R. numero disponibile.
ja_jp: {0} T.R. 利用可能な番号。
ru_ru: {0} Т.Р. номер доступен.

# babaadi2karakterdenaz
source: Father Name must be at least 2 characters.
de_de: Der Name des Vaters muss mindestens 2 Zeichen lang sein.
es_es: El nombre del padre debe tener al menos 2 caracteres.
fr_fr: Le nom du père doit comporter au moins 2 caractères.
it_it: Il nome del padre deve contenere almeno 2 caratteri.
ja_jp: 父親の名前は少なくとも 2 文字でなければなりません。
ru_ru: Имя отца должно состоять минимум из 2 символов.

# babaadibos
source: Father Name cannot be left blank.
de_de: Der Name des Vaters darf nicht leer bleiben.
es_es: El nombre del padre no puede dejarse en blanco.
fr_fr: Le nom du père ne peut pas rester vide.
it_it: Il nome del padre non può essere lasciato vuoto.
ja_jp: 父親の名前を空白のままにすることはできません。
ru_ru: Имя отца не может быть пустым.

# bilgi
source: Info
de_de: Information
es_es: información
fr_fr: information
it_it: informazione
ja_jp: 情報
ru_ru: информация

# bolum5karakterdenaz
source: The department name must consist of at least 5 characters.
de_de: Der Abteilungsname muss mindestens 5 Zeichen lang sein.
es_es: El nombre del departamento debe tener al menos 5 caracteres.
fr_fr: Le nom du département doit comporter au moins 5 caractères.
it_it: Il nome del dipartimento deve contenere almeno 5 caratteri.
ja_jp: 部署名は5文字以上にしてください。
ru_ru: Название отдела должно содержать не менее 5 символов.

# bolumbos
source: Department name cannot be left blank.
de_de: Der Abteilungsname darf nicht leer bleiben.
es_es: El nombre del departamento no se puede dejar en blanco.
fr_fr: Le nom du département ne peut pas être laissé vide.
it_it: Il nome del dipartimento non può essere lasciato vuoto.
ja_jp: 部署名を空白にすることはできません。
ru_ru: Название отдела нельзя оставить пустым.

# bolumguncellendi
source: The department named {0} has been updated successfully.
de_de: Die Abteilung mit dem Namen {0} wurde erfolgreich aktualisiert.
es_es: El departamento llamado {0} se ha actualizado correctamente.
fr_fr: Le département nommé {0} a été mis à jour avec succès.
it_it: Il dipartimento denominato {0} è stato aggiornato con successo.
ja_jp: {0} という名前の部門は正常に更新されました。
ru_ru: Отдел с именем {0} успешно обновлен.

# bolumkaydedildi
source: The department named {0} has been added successfully.
de_de: Die Abteilung mit dem Namen {0} wurde erfolgreich registriert.
es_es: El departamento denominado {0} se ha registrado correctamente.
fr_fr: Le département nommé {0} a été enregistré avec succès.
it_it: Il dipartimento denominato {0} è stato registrato con successo.
ja_jp: {0} という名前の部門が正常に登録されました。
ru_ru: Отдел с именем {0} успешно зарегистрирован.

# bolumsil
source: Do you want to delete the department named {0}?
de_de: Möchten Sie die Abteilung mit dem Namen {0} löschen?
es_es: ¿Quiere eliminar el departamento llamado {0}?
fr_fr: Voulez-vous supprimer le département nommé {0} ?
it_it: Vuoi eliminare il dipartimento denominato {0}?
ja_jp: {0} という名前の部門を削除しますか?
ru_ru: Вы хотите удалить отдел с именем {0}?

# bolumsilindi
source: The department named {0} has been deleted successfully.
de_de: Die Abteilung mit dem Namen {0} wurde erfolgreich gelöscht.
es_es: El departamento llamado {0} se ha eliminado correctamente.
fr_fr: Le service nommé {0} a été supprimé avec succès.
it_it: Il dipartimento denominato {0} è stato eliminato con successo.
ja_jp: {0} という名前の部門は正常に削除されました。
ru_ru: Отдел с именем {0} успешно удален.

# bolumsilmebos
source: Please select a department name you want to delete.
de_de: Bitte wählen Sie eine Abteilung aus, die Sie löschen möchten.
es_es: Seleccione el departamento que desea eliminar.
fr_fr: Veuillez sélectionner un département que vous souhaitez supprimer.
it_it: Seleziona un dipartimento che desideri eliminare.
ja_jp: 削除したい部門を選択してください。
ru_ru: Пожалуйста, выберите отдел, который вы хотите удалить.

# borcodemehatasi
source: An error occurred during the payment process.
de_de: Beim Bezahlvorgang ist ein Fehler aufgetreten.
es_es: Se produjo un error durante el proceso de pago.
fr_fr: Une erreur s'est produite lors du processus de paiement.
it_it: Si è verificato un errore durante il processo di pagamento.
ja_jp: 支払い処理中にエラーが発生しました。
ru_ru: В процессе оплаты произошла ошибка.

# borcodendi
source: The debt was successfully paid off.
de_de: Die Schulden wurden erfolgreich getilgt.
es_es: La deuda se saldó con éxito.
fr_fr: La dette a été remboursée avec succès.
it_it: Il debito è stato saldato con successo.
ja_jp: 借金は無事完済しました。
ru_ru: Долг был успешно погашен.

# BtnAdd
source: Save
de_de: Speichern
es_es: Ahorrar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
ru_ru: Сохранять

# BtnCancel
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ru_ru: Отмена

# BtnChange
source: Change
de_de: Ändern
es_es: Cambiar
fr_fr: Changement
it_it: Modifica
ja_jp: 変化
ru_ru: Изменять

# BtnDelete
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Eliminare
ja_jp: 消去
ru_ru: Удалить

# BtnEdit
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modificare
ja_jp: 編集
ru_ru: Редактировать

# BtnPayment
source: Get Payment
de_de: Bezahlung erhalten
es_es: Obtener pago
fr_fr: Obtenir le paiement
it_it: Ottieni il pagamento
ja_jp: 支払いを受ける
ru_ru: Получить оплату

# bölümAraToolStripMenuItem
source: Search Department
de_de: Abteilung suchen
es_es: Departamento de búsqueda
fr_fr: Département de recherche
it_it: Dipartimento di ricerca
ja_jp: 検索部門
ru_ru: Поисковый отдел

# bölümDüzenleToolStripMenuItem
source: Edit Department
de_de: Abteilung bearbeiten
es_es: Editar departamento
fr_fr: Modifier le département
it_it: Dipartimento Modifica
ja_jp: 編集部
ru_ru: Редактировать отдел

# bölümEkleToolStripMenuItem
source: Add Department
de_de: Abteilung hinzufügen
es_es: Agregar departamento
fr_fr: Ajouter un département
it_it: Aggiungi Dipartimento
ja_jp: 部門の追加
ru_ru: Добавить отдел

# bölümlerToolStripMenuItem
source: Departments
de_de: Abteilungen
es_es: Departamentos
fr_fr: Départements
it_it: Dipartimenti
ja_jp: 部門
ru_ru: Отделы

# bölümListesiToolStripMenuItem
source: Department List
de_de: Abteilungsliste
es_es: Lista de departamentos
fr_fr: Liste des départements
it_it: Elenco dei dipartimenti
ja_jp: 部門一覧
ru_ru: Список отделов

# bölümSilToolStripMenuItem
source: Delete Department
de_de: Abteilung löschen
es_es: Eliminar Departamento
fr_fr: Supprimer un département
it_it: Elimina Dipartimento
ja_jp: 部門の削除
ru_ru: Удалить отдел

# ChkConfirmPassword
source: Show/Hide
de_de: Anzeigen/Ausblenden
es_es: Mostrar/ocultar
fr_fr: Afficher/Masquer
it_it: Mostra/nascondi
ja_jp: 表示/非表示
ru_ru: Показать/спрятать

# ChkCurrentPassword
source: Show/Hide
de_de: Anzeigen/Ausblenden
es_es: Mostrar/ocultar
fr_fr: Afficher/Masquer
it_it: Mostra/nascondi
ja_jp: 表示/非表示
ru_ru: Показать/спрятать

# ChkNewPassword
source: Show/Hide
de_de: Anzeigen/Ausblenden
es_es: Mostrar/ocultar
fr_fr: Afficher/Masquer
it_it: Mostra/nascondi
ja_jp: 表示/非表示
ru_ru: Показать/спрятать

# ChkShowHidePassword
source: Show/Hide Password
de_de: Passwort anzeigen/verbergen
es_es: Mostrar/Ocultar contraseña
fr_fr: Afficher/Masquer le mot de passe
it_it: Mostra/Nascondi password
ja_jp: パスワードの表示/非表示
ru_ru: Показать/скрыть пароль

# dilDeğiştirToolStripMenuItem
source: Change Language
de_de: Sprache ändern
es_es: Cambiar idioma
fr_fr: Changer de langue
it_it: Cambia lingua
ja_jp: 言語を変えてください
ru_ru: Изменить язык

# erişimKolaylığıToolStripMenuItem
source: Accessibility
de_de: Barrierefreiheit
es_es: Accesibilidad
fr_fr: Accessibilité
it_it: Accessibilità
ja_jp: アクセシビリティ
ru_ru: Доступность

# errorprovidertc
source: TR ID Number Must Be 11 Characters!
de_de: TR-ID-Nummer muss 11 Zeichen lang sein!
es_es: T.R. El número de identificación debe tener 11 caracteres.
fr_fr: T.R. Le numéro d’identification doit comporter 11 caractères.
it_it: T.R. Il numero ID deve contenere 11 caratteri.
ja_jp: T.R. ID 番号は 11 文字である必要があります。
ru_ru: Т.Р. Идентификатор должен состоять из 11 символов.

# eskisifrehatali
source: Your old password is incorrect!
de_de: Ihr altes Passwort ist falsch!
es_es: ¡Tu antigua contraseña es incorrecta!
fr_fr: Votre ancien mot de passe est incorrect !
it_it: La tua vecchia password non è corretta!
ja_jp: 古いパスワードが間違っています!
ru_ru: Ваш старый пароль неверен!

# eskiyenisifrelerayni
source: The old password and the new password should not be the same!
de_de: Das alte und das neue Passwort sollten nicht identisch sein!
es_es: ¡La contraseña anterior y la nueva no deben ser iguales!
fr_fr: L'ancien mot de passe et le nouveau mot de passe ne doivent pas être identiques !
it_it: La vecchia password e la nuova password non dovrebbero essere le stesse!
ja_jp: 古いパスワードと新しいパスワードは同じであってはなりません。
ru_ru: Старый пароль и новый пароль не должны совпадать!

# fransızcaToolStripMenuItem
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
it_it: Francese
ja_jp: フランス語
ru_ru: Французский

# gazetelerToolStripMenuItem
source: Newspapers
de_de: Zeitungen
es_es: Periódicos
fr_fr: Journaux
it_it: Giornali
ja_jp: 新聞
ru_ru: Газеты

# gecersizmailadresi
source: Invalid email address!
de_de: Keine gültige E-Mail-Adresse!
es_es: Dirección de correo electrónico no válida!
fr_fr: Adresse e-mail invalide!
it_it: Indirizzo email non valido!
ja_jp: 無効なメールアドレス！
ru_ru: Неверный адрес электронной почты!

# gelirRaporlarıToolStripMenuItem
source: Income Reports
de_de: Einkommensberichte
es_es: Informes de ingresos
fr_fr: Rapports de revenus
it_it: Rapporti sul reddito
ja_jp: 収入報告書
ru_ru: Отчеты о доходах

# gelirİstatistikleriToolStripMenuItem
source: Income Statistics
de_de: Einkommensstatistik
es_es: Estadísticas de ingresos
fr_fr: Statistiques sur le revenu
it_it: Statistiche sul reddito
ja_jp: 所得統計
ru_ru: Статистика доходов

# giderDüzenleToolStripMenuItem
source: Edit Expense
de_de: Kosten Bearbeiten
es_es: Editar Gastos
fr_fr: Modifier les Dépenses
it_it: Modifica Spesa
ja_jp: 経費の編集
ru_ru: Редактировать расходы

# giderEkleToolStripMenuItem
source: Add Expense
de_de: Kosten Hinzufügen
es_es: Agregar Gastos
fr_fr: Ajouter une Dépense
it_it: Aggiungi Spesa
ja_jp: 経費の追加
ru_ru: Добавить расходы

# giderlerduzenlendi
source: Expenses have been updated.
de_de: Die Ausgaben wurden aktualisiert.
es_es: Se han actualizado los gastos.
fr_fr: Les dépenses ont été mises à jour.
it_it: Le spese sono state aggiornate.
ja_jp: 経費を更新しました。
ru_ru: Расходы обновлены.

# giderlerkaydedildi
source: Expenses were added.
de_de: Spesen wurden erfasst.
es_es: Se registraron los gastos.
fr_fr: Les dépenses ont été enregistrées.
it_it: Le spese sono state registrate.
ja_jp: 経費が記録されました。
ru_ru: Расходы были зафиксированы.

# giderlerToolStripMenuItem
source: Expenses
de_de: Kosten
es_es: Gastos
fr_fr: Dépenses
it_it: Spese
ja_jp: 経費
ru_ru: Затраты

# giderListesiToolStripMenuItem
source: Expense List
de_de: Spesenliste
es_es: Lista de Gastos
fr_fr: Liste des Dépenses
it_it: Elenco Spese
ja_jp: 経費リスト
ru_ru: Список расходов

# girisbasarili
source: Login is successful, you are directed to the student hostel automation.
de_de: Nach erfolgreicher Anmeldung werden Sie zur Wohnheimautomation weitergeleitet.
es_es: El inicio de sesión se realizó correctamente y se le dirigirá a la automatización de las residencias de estudiantes.
fr_fr: La connexion est réussie, vous êtes dirigé vers l'automatisation du dortoir des étudiants.
it_it: L'accesso è avvenuto con successo, verrai indirizzato all'automazione del dormitorio studentesco.
ja_jp: ログインが成功すると、学生寮オートメーションに移動します。
ru_ru: Авторизация прошла успешно, вы перенаправлены на автоматику студенческого общежития.

# groupBox1
source: Student Informations
de_de: Schüler Informationen
es_es: Información del estudiante
fr_fr: Informations sur les étudiants
it_it: Informazioni sugli studenti
ja_jp: 学生情報
ru_ru: Информация о студентах

# groupBox2
source: Address Informations
de_de: Adressinformationen
es_es: Información de dirección
fr_fr: Informations sur l'adresse
it_it: Informazioni sull'indirizzo
ja_jp: 住所情報
ru_ru: Адресная информация

# groupBox3
source: Contact Informations
de_de: Elterninformationen
es_es: Información para padres
fr_fr: Informations pour les parents
it_it: Informazioni sui genitori
ja_jp: 親の情報
ru_ru: Информация для родителей
